Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/education/primary_and_post_primary_education/going_to_post_primary_school/school_transport.html.txt.tmx
Source language: en
Languages: ga

source: School transport for post-primary students
ga: Scéim iompair do scoileanna dara-leibhéil

source: The Department of Education and Skills provides subsidised school transport for post-primary pupils who live more than 4.8 kilometres away from the appropriate school
ga: Cuireann an Roinn Oideachais agus Scileanna iompar fóirdheontais scoile ar fáil do dhaltaí meánscoile a chónaíonn breis agus 4.8 ciliméadar ón scoil chuí

source: Bus Éireann runs the school bus service and the Department of Education and Skills decides the annual fares
ga: Reáchtálann Bus Éireann an tseirbhís bhus scoile agus déanann an Roinn Oideachais agus Scileanna an cinneadh faoi na táillí bliantúla

source: The Department and Bus Éireann determine what is the relevant school, having regard to ethos, language and the shortest traversable route from the child’s home
ga: Deimhníonn an Roinn agus Bus Éireann céard í an scoil chuí, agus aird ar éiteas, ar theanga agus ar an mbealach is giorra is féidir a thaisteal ó bhaile an linbh

source: The service is only provided where there are at least 10 eligible pupils in a distinct locality that can be economically serviced by a bus route
ga: Ní chuirtear an tseirbhís ar fáil ach amháin nuair a bhíonn ar a laghad deichniúr daltaí i gceantar ar leith ar féidir le bealach bus freastal tíosach a dhéanamh air

source: Even when a pupil meets the age and distance criteria for school transport, there is no legal entitlement to transport
ga: Fiú nuair a bhaineann dalta na critéir aoise agus faid amach d’iompar scoile, níl aon teidlíocht dhlíthiúil ann d’iompar

source: Details of the Post-Primary School Transport Scheme (pdf), which was revised in January 2012, are published on the Department’s website
ga: Foilsítear sonraí faoin Scéim Iompar Meánscoile (pdf), a leasaíodh in Eanáir 2012, ar láithreán gréasáin na Roinne

source: There are some special transport arrangements for pupils with disabilities
ga: Is ann do roinnt socruithe speisialta iompair do dhaltaí faoi mhíchumas

source: To be eligible for school transport, a student must:
ga: Le bheith i dteideal iompair scoile a fháil, ní mór do dhalta:

source: • Be enrolled in a recognised post-primary school
ga: • Bheith rollaithe i meánscoil aitheanta

source: • Live 4.8 kilometres or more from the nearest school
ga: • Bheith ina c(h)ónaí níos mó ná 4.8 ciliméadar ón scoil is gaire

source: The Department of Education and Skills provide a list of FAQs about the School Transport Grant
ga: Soláthraíonn an Roinn Oideachais agus Scileanna liosta ceisteanna coitianta maidir leis an Deontas Iompar Scoile

source: The school’s Catchment Boundary Area was used up to 2012-2013 to determine the eligibility of post-primary pupils for school transport
ga: Bainfear leas as ‘Limistéar Teorainn Scoilcheantair’ go dtí 2012-2013 d’fhonn incháilitheacht daltaí meánscoile a dheimhniú d’iompar scoile

source: Under this system, pupils living more than 4.8 kilometres from the post-primary school catering for the catchment area where they live are fully eligible for school transport to their school
ga: Faoin gcóras seo, tá daltaí a chónaíonn breis agus 4.8 ciliméadar ón meánscoil a dhéanann freastal ar an scoilcheantar ina gcónaíonn siad go hiomlán incháilithe d’iompar scoile chuig a scoil

source: Pupils who became eligible for transport under this arrangement continue to be eligible so long as their circumstances remain the same, for example where they continue to reside at the same address and attend the same school
ga: Leanfaidh daltaí a bhí incháilithe d’iompar faoin gcóras seo bheith incháilithe i mbliain scoile 2012-2013

source: Since September 2012, pupils who start post-primary school will not be assessed under the catchment area system
ga: Ní dhéanfar daltaí a thosaíonn meánscoil den chéad uair i Meán Fómhair 2012 a mheasúnú faoin gcóras scoilcheantair

source: They must be living 4.8 km or more from the nearest post-primary education centre, having regard to ethos and language, in order to qualify for transport
ga: Ní mór dóibh bheith ina gcónaí breis agus 4.8km ón ionad oideachas meánscoile is gaire, agus aird ar éiteas agus ar theanga, d’fhonn cáiliú d’iompar

source: Parents must arrange to bring their child to the nearest pick-up point on the bus route
ga: Ní mór do thuismitheoirí a shocrú a leanbh a thabhairt a fhad leis an bpointe bailithe is gaire ar bhealach an bhus

source: Generally, bus routes are organised so that no pupil has more than 3.2 kilometres to travel to a pick-up point
ga: Go ginearálta, eagraíodh bealaí bus ionas nach mbíonn breis agus 3.2 ciliméadar le taisteal ag dalta sula mbaineann siad an pointe bailithe amach

source: There is provision for parents to pay for the bus service to be extended to a closer point, where this is feasible from the point of view of time and where it would not result in a major disruption to other pupils using the service
ga: Is féidir an tseirbhís bus a shíneadh chuig pointe níos gaire, má íocann tuismitheoirí, sa chás gurb infhéideartha é seo a dhéanamh i dtaobh cúrsaí ama de agus sa chás nach n-eascródh mór-chur isteach as do dhaltaí eile a úsáideann an tseirbhís

source: Pupils attending a recognised post-primary school that is not the post-primary school for their area can use the service if there is room on the bus, provided they live at least 4.8 kilometres from the school in question
ga: Is féidir le daltaí a fhreastalaíonn ar mheánscoil aitheanta nach í an mheánscoil shannta dá limistéar an tseirbhís a úsáid más ann do dhóthain spáis ar an mbus, a fhad agus a chónaíonn siad ar a laghad 4.8 ciliméadar ón scoil atá i gceist

source: Pupils may be given transport to enable them to attend the nearest all-Irish post-primary school or a post-primary school for their particular ethos if they live at least 4.8 kilometres or more from that school
ga: Is féidir iompar a thabhairt do dhaltaí d'fhonn cabhrú leo freastal ar an meánscoil Ghaeilge nó ar an meánscoil is gaire dóibh ar mhaithe lena n-éiteas ar leith má tá siad ina gcónaí ar a laghad 4.8 ciliméadar ón scoil sin

source: Children who are not eligible for school transport may be allowed to use it on a concessionary basis and pay the full charge – there is no waiver for pupils with medical cards
ga: D’fhéadfadh cead bheith ag leanaí nach bhfuil incháilithe d'iompar scoile é a úsáid ar bhonn lamháltais agus an táille iomlán a íoc – ní ann d’aon tarscaoileadh do dhaltaí ag a bhfuil cártaí leighis

source: Detailed conditions are published in the Post-Primary School Transport Scheme (pdf)
ga: Foilsítear coinníollacha sonracha sa Scéim Iompar Meánscoile (pdf)

source: Remote area grants are payable by the Department as a contribution towards private transport arrangements for eligible pupils for whom no transport service is available
ga: Íocann an Roinn deontais d’áiteanna iargúlta mar ranníocaíocht i dtreo socruithe iompair do dhaltaí incháilithe nach bhfuil seirbhís iompair ar fáil dóibh

source: These grants may also be paid for eligible pupils who live 3.2 kilometres or more from the nearest pick-up point for school transport
ga: Is féidir na deontais seo a íoc, freisin, do dhaltaí incháilithe a chónaíonn 3.2 ciliméadar nó níos mó ón bpointe bailithe is gaire d’iompar scoile

source: Children using school transport are expected to behave responsibly and to have regard for their own safety and the safety of others
ga: Bíonn coinne leis go n-iompraíonn leanaí a úsáideann iompar scoile iad féin go freagrach agus go mbíonn aird acu ar a sábháilteahct féin agus ar shábháilteacht daoine eile

source: There are guidelines (pdf) covering the standards expected and how any alleged misbehaviour will be handled
ga: Is ann do threoirlínte (pdf) ina gcuimsítear na caighdeáin lena bhfuil coinne agus conas a dheileálfar le haon mhí-iompraíocht

source: Reduced fares on public transport
ga: Táillí laghdaithe ar iompar poiblí

source: Dublin Bus, the LUAS and the DART offer concessionary fares during school terms
ga: Cuireann Bus Átha Cliath, an LUAS agus an DART táillí lamháltais le linn téarmaí scoile

source: There is a single annual charge of €350 per pupil
ga: Is ann do mhuirear singil bliantúil €350 an dalta

source: The maximum amount for a family is €650 per year
ga: Is é an t-uasmhéid a bheidh le híoc ag teaghlach €650 sa bhliain

source: In general, the charge is due to be paid in full by the end of July or else in 2 instalments: by the end of July and the start of December
ga: Go ginearálta, bíonn an muirear dlite lena íoc ina iomláine faoi dheireadh mhí Iúil nó in dhá thráthchuid: faoi dheireadh mhí Iúil agus ag tús mhí na Nollag

source: Pupils with medical cards
ga: Daltaí le cárta leighis

source: Pupils who are eligible for school transport (see above) and who hold a valid medical card are entitled to free school transport to the nearest school
ga: Tá daltaí atá incháilithe d’iompar scoile (féach thuas) agus ag a bhfuil cárta leighis i dteideal iompar scoile saor in aisce a fhail chuig an scoil is gaire

source: If a pupil with a medical card is not attending the nearest school:
ga: Mura bhfreastalaíonn dalta ag a bhfuil cárta leighis ar an scoil is gaire:

source: • In previous years, eligible pupils using school transport to a school outside their catchment area could have the charge waived if they held a valid medical card
ga: • Sna blianta roimhe seo, d’fhéadfaí an muirear a tharscaoileadh do dhaltaí incháilithe a bhain leas as iompar scoile chuig scoil lasmuigh dá scoilcheantar dá mbeadh cárta bailí leighis acu

source: This arrangement will continue for pupils who are already availing of the waiver
ga: Leanfaidh an socrú seo do dhaltaí ag a bhfuil an tarscaoileadh á fháil cheana féin

source: • From 2012-2013 on, a medical card holder who is starting to attend a post-primary school further away than the nearest education centre will not be entitled to free transport to that school
ga: • Ó 2012-2013 ar aghaidh, ní bheidh sealbhóir cárta leighis atá ag tosú ag freastal ar mheánscoil atá níos faide i gcéin ná an t-ionad oideachais is gaire i dteideal iompar saor in aisce a fháil chuig an scoil sin

source: If your child is enrolling in post-primary school for the first time, you can either apply for school transport online or download the form from Bus Éireann's website
ga: Má tá do leanbh i mbun rollú i meánscoil den chéad uair, is féidir leat iarratas a dhéanamh ar iompar scoile ar líne nó an fhoirm a íoslódáil ó láithreán gréasáin Bhus Éireann

source: For the school year 2017-2018, you should apply by Friday, 5 May 2017
ga: Do bhliain acadúil 2017-2018, ba cheart duit iarratas a dhéanamh faoi Dé hAoine an 5 Bealtaine 2017

source: You will need the roll number of your child’s school (pdf) in order to complete the application
ga: Teastóidh uimhir rolla scoile do linbh uait (pdf) leis an iarratas seo a chomhlíonadh

source: Bus Éireann will send the invoice for the fare directly to the parents/guardians
ga: Seolfaidh Bus Éireann an sonrasc don táille go díreach chuig na tuismitheoirí/caomhnóirí

source: For children who are eligible for school transport and are using it already, Bus Éireann will contact their parents/guardians about transport for the next school year
ga: Maidir le leanaí atá incháilithe d’iompar scoile agus a bhfuil leas á mbaint acu as cheana féin, rachaidh Bus Éireann i dteagmháil lena dtuismitheoirí/gcaomhnóirí faoi iompar don chéad scoilbhliain eile

source: Applications for the remote area grant
ga: Iarratais ar an deontas d'áiteanna iargúlta

source: You should apply in writing directly to the School Transport section of the Department of Education and Skills at the address below
ga: Ba cheart duit iarratas a dhéanamh i scríbhinn go díreach leis an Rannóg Iompair den Roinn Oideachais agus Scileanna ag an seoladh thíos

source: If you wish to appeal a decision on your application for school transport, you should download the appeal form and send the completed form to the School Transport Appeals Board c/o the Department of Education and Skills at the address below
ga: Más mian leat cinneadh a achomharc ar d’iarratas ar iompar scoile, ba cheart duit an fhoirm achomhairc a íoslódáil agus an fhoirm chomhlánaithe a sheoladh chuig an mBord Achomhairc Iompair f/c an Roinn Oideachais agus Scileanna ag an seoaldh thíos
